cask_args appdir: "/Applications"

brew "tree"
brew "wget"
brew "git"
brew "tmux"


cask "iterm2"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "readdle-spark"
cask "spotify" 
cask "visual-studio-code"
cask "slack"
cask "rectangle"

cask "clipy"
cask "karabiner-elements"
cask "rectangle"
