tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "git"
brew "git-delta"
brew "hugo"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-completions"
cask "clipy"
cask "discord"
cask "docker"
cask "fig"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "logi-options-plus"
cask "readdle-spark"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
vscode "gerane.Theme-dimmed-monokai"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "ZainChen.json"
